{
    "home": {
      "greeting": "Hi! I'm",
      "name": "Nahuel Argañaraz",
      "description": "Full Stack Developer passionate about creating innovative solutions.",
      "viewProjects": "View Projects",
      "contactMe": "Contact Me",
      "profileAltText": "Profile of Nahuel"
    },
    
        "about": {
          "title": "About Me",
          "description": "I am a Full Stack Developer with solid experience in web application development. I am proficient in programming languages such as HTML, CSS, JavaScript, and Java, with experience in execution environments like Node.js, using frameworks such as Express.js and NestJS. I have deep knowledge in relational databases (SQL, including PostgreSQL and MySQL) and in using modern frontend frameworks like React and Redux. I specialize in creating dynamic, efficient, and scalable web applications, with experience working with technologies such as EcmaScript6, Cloudinary, and Firebase. In addition to my technical skills, I highly value teamwork and strive to maintain effective communication, kindness, and empathy. I always aim to maintain a positive attitude when facing challenges and contribute to developing a collaborative environment. My focus is always on learning, improving, and delivering high-quality results for the projects I participate in."
        },
    "contact": {
      "title": "Contact Me",
      "name": "Name",
      "email": "Email",
      "message": "Your message",
      "submitButton": "Send",
      "successMessage": "Thanks for your message, I’ll get back to you soon.",
      "namePlaceholder": "Your name",
      "emailPlaceholder": "Your email",
      "messagePlaceholder": "Your message"
    },
    "projects": {
      "title": "Projects",
      "ninaProjectTitle": "E-commerce (Nina)",
      "ninaDescription": "Online store with React and Node.js.",
      "viewProject": "View Project",
      "viewPage": "View Page",
      "apiGymTitle": "Api Gym",
      "apiGymDescription": "Project for managing gyms."
    }
  }
  