{
    "home": {
      "greeting": "¡Hola! Soy",
      "name": "Nahuel Argañaraz",
      "description": "Desarrollador Full Stack apasionado por crear soluciones innovadoras.",
      "viewProjects": "Ver Proyectos",
      "contactMe": "Contáctame",
      "profileAltText": "Perfil de Nahuel",
      "downloadCV": "Descargar CV en Español"
    },
        "about": {
          "title": "Sobre mí",
          "description":" Soy un Full Stack Developer con sólida experiencia en el desarrollo de aplicaciones web. Manejo lenguajes de programación como HTML, CSS, JavaScript y Java, con experiencia en entornos de ejecución como Node.js, utilizando frameworks como Express.js y NestJS. Tengo un profundo conocimiento en bases de datos relacionales (SQL, como PostgreSQL y MySQL) y en el uso de frameworks de frontend modernos como React y Redux. Me especializo en crear aplicaciones web dinámicas, eficientes y escalables, y tengo experiencia trabajando con tecnologías como EcmaScript6, Cloudinary y Firebase. Además de mis habilidades técnicas, valoro enormemente el trabajo en equipo y me esfuerzo por mantener una comunicación efectiva, amabilidad y empatía. Siempre busco mantener una actitud positiva ante los retos y contribuir al desarrollo de un ambiente colaborativo.  Mi enfoque es siempre aprender, mejorar y entregar resultados de alta calidad para los proyectos en los que participo"}
      ,      
    "contact": {
      "title": "Contáctame",
      "name": "Nombre",
      "email": "Correo electrónico",
      "message": "Tu mensaje",
      "submitButton": "Enviar",
      "successMessage": "Gracias por tu mensaje, te responderé pronto.",
      "namePlaceholder": "Tu nombre",
      "emailPlaceholder": "Tu correo electrónico",
      "messagePlaceholder": "Tu mensaje"
    },
    "projects": {
      "title": "Proyectos",
      "ninaProjectTitle": "E-commerce (Nina)",
      "ninaDescription": "Tienda en línea con React y Node.js.",
      "viewProject": "Ver Proyecto",
      "viewPage": "Ver pagina",
      "apiGymTitle": "Api Gym",
      "apiGymDescription": "Proyecto para la gestión de gimnasios."
    }
  }
  